Repository: common-repository/wp-easy-sharing
Catalog: languages/wpe-sharing-*.po
Languages: de_de, es_es, fr_fr

source: Settings
de_de: die Einstellungen
es_es: Ajustes
fr_fr: Réglages

source: Go Premium
de_de: Premium werden
es_es: Hazte Premium
fr_fr: Passer en Premium

source: Active platforms
de_de: Aktive Plattformen
es_es: Plataformas activas
fr_fr: Plateformes actives

source: Drag the social icon to change the order.
de_de: Ziehen Sie das soziale Symbol, um die Reihenfolge zu ändern.
es_es: Arrastra el icono social para cambiar el orden.
fr_fr: Faites glisser l'icône sociale pour changer l'ordre.

source: Active Type
de_de: Aktiver Typ
es_es: Tipo activo
fr_fr: Type actif

source: Icons
es_es: Iconos
fr_fr: Les icônes

source: Text
es_es: Texto
fr_fr: Les icônesTexte

source: Text before Sharing buttons
de_de: Text vor dem Freigeben von Schaltflächen
es_es: Botones de texto antes de compartir
fr_fr: Texte avant les boutons de partage

source: Share button text
de_de: Schaltflächentext freigeben
es_es: Compartir botón de texto
fr_fr: Partager le texte du bouton

source: share button text
de_de: Teilen Sie den Schaltflächentext
es_es: compartir texto del botón
fr_fr: partager le texte du bouton

source: Default share image
de_de: Standardfreigabebild
es_es: Imagen de compartir predeterminada
fr_fr: Image de partage par défaut

source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Télécharger

source: Remove
de_de: Löschen
es_es: retirar
fr_fr: Retirer

source: Required for
de_de: Benötigt für
es_es: Requerido para
fr_fr: Requis pour

source: Customization
de_de: Anpassung
es_es: Personalización
fr_fr: Personnalisation

source: Use default CSS
de_de: Verwenden Sie Standard-CSS
es_es: Usar CSS por defecto
fr_fr: Utiliser les CSS par défaut

source: Use popups for sharing
de_de: Verwenden Sie Popups zum Teilen
es_es: Usa popups para compartir
fr_fr: Utiliser les popups pour le partage

source: Add sharing links to?
de_de: Freigabe-Links hinzufügen zu?
es_es: Añadir enlaces para compartir a?
fr_fr: Ajouter des liens de partage à?

source: Will add the sharing links to the end of the bottom of these post types.
de_de: Fügt die Freigabe-Links am Ende des Pfostentyps hinzu.
es_es: Agregará los enlaces para compartir al final de la parte inferior de estos tipos de publicaciones.
fr_fr: Ajoutera les liens de partage à la fin du bas de ces types de publication.

source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil

source: If you want to append
de_de: Wenn Sie anhängen möchten
es_es: Si quieres adjuntar
fr_fr: Si vous voulez ajouter

source: to tweets.
de_de: zu Tweets.
es_es: a los tweets.
fr_fr: aux tweets.

source: Need Help?
de_de: Brauche Hilfe?
es_es: ¿Necesitas ayuda?
fr_fr: Besoin d'aide pour?

source: Post your issue on
de_de: Poste deine Ausgabe auf
es_es: Publique su problema en
fr_fr: Postez votre problème sur

source: plugin support forums
de_de: Support-Foren für Plugins
es_es: foros de soporte de plugins
fr_fr: plugin forums d'assistance

source: on
de_de: auf
es_es: en
fr_fr: sur

source: Shortcodes
de_de: Kurzwahlnummern
es_es: Códigos cortos
fr_fr: Codes courts

source: For your website pages to share.
de_de: Für Ihre Website-Seiten zum Teilen.
es_es: Para que las páginas de su sitio web para compartir.
fr_fr: Pour les pages de votre site Web à partager.

source: For your social links.
de_de: Für deine sozialen Verbindungen.
es_es: Para tus enlaces sociales.
fr_fr: Pour vos liens sociaux.

source: Premium Shortcodes
de_de: Prämie Kurzwahlnummern
es_es: Códigos cortos premium

source: will enable you in the following things
de_de: wird Ihnen in den folgenden Dingen ermöglichen
es_es: te habilitará en las siguientes cosas
fr_fr: vous permettra dans les choses suivantes

source: People can share content on your website like they share on
de_de: Personen können Inhalte auf Ihrer Website teilen, auf die sie zugreifen
es_es: Las personas pueden compartir contenido en su sitio web como lo hacen en
fr_fr: Les gens peuvent partager du contenu sur votre site Web comme ils le partagent sur

source: and shared content will be displayed on a page with this shortcode.
de_de: und freigegebener Inhalt wird auf einer Seite mit diesem Kurzcode angezeigt.
es_es: y el contenido compartido se mostrará en una página con este shortcode.
fr_fr: et le contenu partagé sera affiché sur une page avec ce shortcode.

source: Sharing will work only if you enabled registration from
de_de: Die Freigabe funktioniert nur, wenn Sie die Registrierung von aktiviert haben
es_es: Compartir solo funcionará si habilitaste el registro desde
fr_fr: Le partage ne fonctionnera que si vous avez activé l'enregistrement à partir de

source: settings page
de_de: Einstellungsseite
es_es: página de configuración
fr_fr: page de paramètres

source: You can control the users that if someone is spamming so simply restrict them from
de_de: Sie können die Benutzer steuern, wenn jemand spammt, also einfach einschränken
es_es: Puede controlar a los usuarios que, si alguien está enviando correo no deseado, solo tiene que restringirlos
fr_fr: Vous pouvez contrôler les utilisateurs que si quelqu'un envoie du spam, il vous suffit de les empêcher de

source: user settings
de_de: Benutzereinstellungen
es_es: ajustes de usuario
fr_fr: paramètres utilisateur

source: You can ask
de_de: Du kannst Fragen
es_es: Puedes pedir
fr_fr: Vous pouvez demander

source: Team
de_de: Mannschaft
es_es: Equipo
fr_fr: Équipe

source: to add your website logo as a sharing portal.
de_de: um Ihr Website-Logo als Freigabeportal hinzuzufügen.
es_es: para agregar el logo de su sitio web como un portal de intercambio.
fr_fr: d'ajouter le logo de votre site Web en tant que portail de partage.

source: Click here
de_de: Klick hier
es_es: haga clic aquí
fr_fr: Cliquez ici

source: to check requirements.
de_de: Anforderungen prüfen.
es_es: para comprobar los requisitos.
fr_fr: pour vérifier les exigences.
